BasicLoot["dayz_ghosttown"] = {
  
Vector(-5991,12622,793), -- [ХОЛЛ БОЛЬНИЦЫ]
Vector(-5804,12621,793),
Vector(-5803,12725,793),
Vector(-5307,12620,793),
Vector(-5287,12728,793),
Vector(-5625,12898,816), -- [КОНЕЦ ХОЛЛА]
Vector(-5886,13437,813), -- [2 ХОЛЛ НАЧ]
Vector(-5884,13570,813),
Vector(-5884,13687,813),
Vector(-5570,13582,813), -- [2 ХОЛЛ КОНЕЦ]

}

WeaponLoot["dayz_ghosttown"] = {
  
}

MedicLoot["dayz_ghosttown"] = {
Vector(-5265,13502,808), -- [2 ХОЛЛ]
Vector(-6490,13997,853), -- [ПАЛАТЫ 1 ЭТАЖА НАЧ]
Vector(-6318,13821,812),
Vector(-6471,14351,776),
Vector(-4802,14526,787),
Vector(-4942,13965,812), -- [ПАЛАТЫ 1 ЭТАЖА КОН]

}
