BasicLoot["dayz_ghosttown"] = {
  
Vector(-5991,12622,793), -- [ХОЛЛ БОЛЬНИЦЫ]
Vector(-5804,12621,793),
Vector(-5803,12725,793),
Vector(-5307,12620,793),
Vector(-5287,12728,793),
Vector(-5625,12898,816), -- [КОНЕЦ ХОЛЛА]
Vector(-5886,13437,813), -- [2 ХОЛЛ НАЧ]
Vector(-5884,13570,813),
Vector(-5884,13687,813),
Vector(-5570,13582,813), -- [2 ХОЛЛ КОНЕЦ]
Vector(-6470,13942,776), -- [1 ЭТАЖ]
Vector(-6438,14523,776),
Vector(-6005,15039,776),
Vector(-5988,14898,776),
Vector(-5931,14973,776),
Vector(-5784,15015,776),
Vector(-5569,15020,776),
Vector(-5516,14918,776),
Vector(-5219,14907,776),
Vector(-5180,14902,776),
Vector(-4896,14452,776),
Vector(-4842,14171,776),
Vector(-4835,13611,776), -- [КОНЕЦ 1 ЭТАЖА]
Vector(-6333,13512,920), -- [2 ЭТАЖ]
Vector(-5753,13014,920),
Vector(-5565,13136,920),
Vector(-5178,12845,920),
Vector(-5028,13732,943),
Vector(-4809,13686,920),
Vector(-4893,14337,920),
Vector(-5324,14886,920),
Vector(-5365,15002,920),
Vector(-5612,14962,920),
Vector(-6070,15018,920),
Vector(-6187,13875,920),
Vector(-6321,13708,920), -- [КОНЕЦ 2 ЭТАЖА]
Vector(-6284,12321,784), -- [ВНЕШНИЙ ДВОР]
Vector(-6612,12751,784),
Vector(-5125,11934,776),
Vector(-4490,11668,784), -- [КОНЕЦ ВНЕШНЕГО ДВОРА]

Vector(-561,7465,776),
Vector(-783,7461,776),
Vector(-3063,7552,771),
Vector(-3255,8752,784),
Vector(-3253,8933,784),
Vector(-3532,8651,829),
Vector(-3020,9186,784),
Vector(-888,9683,912),
Vector(-901,10073,831),
Vector(-985,9541,776),
Vector(-598,10015,776),
Vector(-1221,10435,912),
Vector(-1248,10618,912),
Vector(-821,10651,836),
Vector(-819,10852,836),
Vector(-365,11192,776),
Vector(-338,10803,776),
Vector(-676,10807,776),
Vector(-345,10562,776),
Vector(-684,10693,776),
Vector(-340,10411,776),
Vector(-691,10432,776), -- [ЗАВОД ПОЛНОСТЬЮ]
  
Vector(-11792,9674,784), -- [ДОМИКИ У БЗ]
Vector(-11693,9866,784),
Vector(-11628,10021,824),
Vector(-12163,9450,768),
Vector(-12139,10120,768),
Vector(-10845,8978,797),
Vector(-8141,8612,904),
Vector(-8130,8609,940),
Vector(-8382,8745,899),
Vector(-7372,9052,856),
Vector(-7609,9184,851), 
Vector(-10827,13345,851),
Vector(-11783,9476,768),  
Vector(-10582,13103,852), -- [КОНЕЦ ДОМИКОВ У БЗ]
  
Vector(4689,14793,716),
Vector(2419,13791,767),
Vector(4899,11753,711),
Vector(6769,9185,769),
Vector(3934,8444,771), -- [БОЛОТА]

Vector(11348,8759,835),
Vector(11421,9295,800),
Vector(10223,13415,768),
Vector(12791,11322,768), -- [НАПРАВЛЕННИЕ ОТ БОЛОТ ДО ПОДВАЛА]
  
Vector(9029,3544,777),
Vector(9095,3643,776),
Vector(8420,4352,773),
Vector(8561,4465,773),
Vector(8481,4611,773),
Vector(8635,4864,773),
Vector(8481,4976,773),
Vector(7810,4977,773),
Vector(7906,4722,773),
Vector(7716,4591,705),
Vector(7818,4300,774),
Vector(8267,4157,784),
Vector(10705,5805,772),
Vector(9109,5394,784),
Vector(9197,5433,784),
Vector(9118,5290,784),
Vector(9860,4007,771),
Vector(9738,3963,769), 
Vector(8194,5367,1440),
Vector(8140,5190,1408), -- [ЦЕРКОВЬ]

Vector(14572,-247,900),
Vector(14762,-251,900),
Vector(14611,751,932),
Vector(14619,1008,932),
Vector(14625,1265,934),
Vector(13372,1123,900),
Vector(13502,985,900),
Vector(13736,-477,931),
Vector(13574,-555,908), -- [ВОЕННЫЙ ПОСТ "АЛЬФА"]
  
Vector(14105,-2289,972),
Vector(14019,-2300,951),
Vector(14057,-2338,954),
Vector(14059,-2259,953), -- [УПАВШИЙ БЛЭКХАВК]
  
Vector(10779,-294,927),
Vector(10766,-410,924),
Vector(10220,-913,936),
Vector(10751,-294,1075),
Vector(10966,-307,1040),
Vector(9948,-294,1054),
Vector(9980,-389,1069),
Vector(10344,-1013,1184),
Vector(10759,-294,1216),
Vector(9998,-294,1247),
Vector(10551,-432,1328), -- [ОБЩЕЖИТИЕ]
  
Vector(6965,-197,789),
Vector(6718,-317,789),
Vector(7385,-239,784),  -- [ЗАПРАВКА]
  
Vector(6750,-3792,851),
Vector(6987,-3550,852),
Vector(8136,-4322,899),
Vector(7947,-4076,864),
Vector(8578,-5869,1220),
Vector(8576,-5760,1224),
Vector(8350,-5751,1184),
Vector(8438,-6821,1255),
Vector(8195,-6967,1256),
Vector(8228,-7138,1216),
Vector(11722,-6145,1123),
Vector(11494,-5954,1147), -- [ДОМИКИ ОКОЛО ЦЕРКВИ И ПР.]
  
Vector(11228,-9242,928),
Vector(10960,-9165,928),
Vector(10813,-8927,928),
Vector(10669,-9066,958),
Vector(11889,-7813,928),
Vector(11641,-7789,956), -- [СТРОЙ. ПЛОЩАДКА]
  
Vector(13439,-14607,1533),
Vector(13436,-14441,1533),
Vector(13519,-14246,1547),
Vector(13335,-13927,1529),
Vector(12898,-14105,1538),
Vector(13079,-14195,1561),
Vector(13000,-14423,1562),
Vector(13019,-14631,1562),
Vector(13066,-14960,1534),
Vector(12370,-14786,1592),
Vector(12403,-14273,1648), -- [ВОЕННЫЙ ПОСТ "БЕТА"]
  
Vector(7457,-14526,1424),
Vector(7262,-14853,1424),
Vector(7950,-14560,1379),
Vector(8124,-14705,1373),
Vector(8385,-14435,1343),
Vector(9100,-13810,1315),
Vector(8503,-13912,1316),
Vector(8705,-13414,1315),
Vector(7042,-13625,1315),
Vector(7538,-13848,1307),
Vector(7937,-13702,1307), -- [КЭМП ЛАГЕРЬ]
  
Vector(6202,-12515,1293),
Vector(6111,-12458,1293),
Vector(5130,-11849,1296),
Vector(4298,-11659,1352),
Vector(3600,-11032,1320), -- [СТРАННАЯ ЯМА]
  
Vector(-12821,-6407,1230),
Vector(-12852,-6501,1242),
Vector(-13031,-6065,1270),
Vector(-12781,-7153,1258),
Vector(-12779,-7115,1286),
Vector(-12779,-6989,1258),
Vector(-12781,-6922,1234),
Vector(-12761,-6941,1258),
Vector(-12761,-6996,1286),
Vector(-12758,-7135,1258),
Vector(-12754,-7193,1286),
Vector(-13094,-7593,1230),
Vector(-12744,-7122,1395),
Vector(-12965,-7172,1366),
Vector(-12676,-6992,1366),
Vector(-12953,-8497,1270),
Vector(-13282,-8629,1230),
Vector(-13154,-8737,1230),
Vector(-13267,-8832,1230),
Vector(-13119,-9002,1230),
Vector(-12906,-8933,1230),
Vector(-12989,-9541,1270),
Vector(-13197,-9215,1366),
Vector(-12046,-7573,1230),
Vector(-12863,-9346,1395),
Vector(-12709,-9229,1366),
Vector(-11253,-9670,1283),
Vector(-11177,-9493,1253),
Vector(-11260,-12477,853),
Vector(-11312,-12709,853), -- [ГОРОДОК]
    
}

WeaponLoot["dayz_ghosttown"] = {
  
Vector(3951,11461,1346),
Vector(6365,14016,1474), -- [ВЫШКИ НА БОЛОТЕ]

Vector(13795,8743,512),
Vector(13634,8734,512),
Vector(13483,8727,512),
Vector(13353,8726,512),
Vector(13223,8731,512),
Vector(13493,8925,512),
Vector(13756,8917,512),
Vector(13263,8901,512), -- ["ПОДВАЛ"]
  
Vector(12667,3503,1504), -- [ДОМ НА ДЕРЕВЕ]
  
Vector(8194,4173,784),
Vector(9161,5226,791),  -- [ЦЕРКОВЬ С КЛАДБИЩЕМ] 
  
Vector(13842,-370,897),
Vector(13459,-334,899),
Vector(14238,-324,1372), -- [ПОСТ "АЛЬФА"]
  
Vector(12921,-13856,1529),
Vector(13332,-13995,1545),
Vector(13335,-14154,1529), -- [ПОСТ "БЕТА"]
  
}

MedicLoot["dayz_ghosttown"] = {
  
Vector(-5265,13502,808), -- [2 ХОЛЛ]
Vector(-6490,13997,853), -- [ПАЛАТЫ 1 ЭТАЖА НАЧ]
Vector(-6318,13821,812),
Vector(-6471,14351,776),
Vector(-4802,14526,787),
Vector(-4942,13965,812), -- [ПАЛАТЫ 1 ЭТАЖА КОН]
Vector(-5827,12972,961), -- [ПАЛАТЫ 2 ЭТАЖА НАЧ]
Vector(-5696,12863,996),
Vector(-5472,12971,966),
Vector(-4908,13798,963),
Vector(-4884,14190,995),
Vector(-5262,15044,961),
Vector(-5951,14941,966),
Vector(-6316,13950,956), -- [ПАЛАТЫ 2 ЭТАЖА КОН]
Vector(-952,9527,912),   -- [КОМНАТКА НА ЗАВОДЕ]

Vector(12829,3672,1504), -- [ДОМ НА ДЕРЕВЕ]
  
Vector(6263,9073,1346),
Vector(3924,11419,1358),
Vector(6212,13953,1474),
Vector(2232,13733,770),
Vector(-7371,8939,864),
Vector(-11826,7142,1600),
Vector(-11772,9754,784),
Vector(11519,9416,800),
Vector(11544,8873,800),  -- [ДОП. МЕД. В НАЧ. ЗОНАХ]
  
Vector(8097,5340,1408),
Vector(9960,4680,787),
Vector(7515,5709,789), -- [ЦЕРКОВЬ]

Vector(14564,744,931),
Vector(14676,747,932), -- [ПОСТ "АЛЬФА"]

Vector(10879,-420,1219),
Vector(9853,-415,1075),
Vector(10879,-283,908), -- [ОБЩЕЖИТИЕ]
  
Vector(13066,-14871,1562),
Vector(12996,-14865,1562), -- [ПОСТ "БЕТА"]
  
Vector(8487,-13401,1315),
Vector(7158,-13591,1443), -- [КЭМП ЛАГЕРЬ]
  
}
