BasicLoot["dayz_ghosttown"] = {
  
Vector(-5991,12622,793), -- [ХОЛЛ БОЛЬНИЦЫ]
Vector(-5804,12621,793),
Vector(-5803,12725,793),
Vector(-5307,12620,793),
Vector(-5287,12728,793),
Vector(-5625,12898,816), -- [КОНЕЦ ХОЛЛА]
Vector(-5886,13437,813), -- [2 ХОЛЛ НАЧ]
Vector(-5884,13570,813),
Vector(-5884,13687,813),
Vector(-5570,13582,813), -- [2 ХОЛЛ КОНЕЦ]

}

WeaponLoot["dayz_ghosttown"] = {
  
}

MedicLoot["dayz_ghosttown"] = {
Vector(-5265,13502,808), -- [2 ХОЛЛ]
Vector(-6490,13997,853), -- [ПАЛАТЫ 1 ЭТАЖА НАЧ]
Vector(-6318,13821,812),
Vector(-6471,14351,776),
Vector(-4802,14526,787),
Vector(-4942,13965,812), -- [ПАЛАТЫ 1 ЭТАЖА КОН]
Vector(-5827,12972,961), -- [ПАЛАТЫ 2 ЭТАЖА НАЧ]
Vector(-5696,12863,996),
Vector(-5472,12971,966),
Vector(-4908,13798,963),
Vector(-4884,14190,995),
Vector(-5262,15044,961),
Vector(-5951,14941,966),
Vector(-6316,13950,956), -- [ПАЛАТЫ 2 ЭТАЖА КОН]
  
}
